import './policy.css';


export default function Policy() {
    return (
        <article>
            <h1 className='policy_header'>Политика конфиденциальности</h1>
            <p className='policy_text'>
                <span>Принимая условия настоящего Соглашения, я даю свое согласие на обработку моих персональных данных ООО «Грифон Вижн» (далее Общество), находящемуся по адресу:</span>
                <span>198035, город Санкт-Петербург, Двинская ул, д. 10 к. 3 литера А, помещ. 13-н офис 1019/8а. Согласие распространяется на следующую информацию: мои фамилия, имя, отчество, телефон, электронная почта, любая другая информация, относящаяся к моей личности.</span>
                <span>Согласие на обработку персональных данных дается мною в целях:</span>
                <ul>
                    <li className='policy_list-item'>предоставления мне информации об услугах, которые, по мнению Общества, могут представлять интерес для меня;</li>
                    <li className='policy_list-item'>проведения опросов и маркетинговых, статистических и других исследований;</li>
                    <li className='policy_list-item'>информирования меня о новых услугах Общества.</li>
                </ul>
                <span></span>Согласие предоставляется на осуществление любых действий в отношении Персональных данных, которые необходимы для достижения вышеуказанных целей, включая без ограничения: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передача), обезличивание, блокирование, уничтожение, а также осуществление любых иных действий с персональными данными в соответствии с действующим законодательством.<br/>
                <span>Обработка персональных данных осуществляется Обществом следующими способами:</span>
                <ul>
                    <li className='policy_list-item'>обработка персональных данных с использованием средств автоматизации;</li>
                    <li className='policy_list-item'>обработка персональных данных без использования средств автоматизации (неавтоматизированная обработка).</li>
                </ul>
                <span>При обработке персональных данных Обществом не ограничена в применении способов их обработки.</span>
                <span>Настоящим я признаю, что Общество имеет право предоставить третьим лицам мои персональные данные, если:</span>
                <ul>
                    <li className='policy_list-item'>я предоставляю свое прямое согласие на передачу своих персональных данных третьим лицам;</li>
                    <li className='policy_list-item'>раскрытие моих персональных данных необходимо для оказания мне услуг и/или для обработки моих персональных данных.<br/>В случае, когда Общество передает мои персональные данные третьим лицам, Общество требует от третьих лиц соблюдения конфиденциальности моих персональных данных.</li>
                </ul>
                <span>Настоящее согласие дается до истечения сроков хранения соответствующей информации или документов, содержащих указанную выше информацию, определяемых в соответствии с действующим законодательством РФ, после чего может быть отозвано посредством направления мною письменного уведомления Обществу не менее чем за 1 (один) месяц до момента отзыва Согласия.</span>
                <span>За исключением случаев, предусмотренных действующим законодательством РФ и настоящим Соглашением, Общество обязуется без прямого согласия Пользователя не передавать персональные данные Пользователя третьим лицам, не обмениваться персональными данными Пользователя с третьими лицами.</span>
            </p>
        </article>
    );
}
